Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/sme/admin/depts/other_files/Forskrift_rammeplan_samiske_grunnskolelaererutdanninger_samiskversjon.pdf.tmx
Source language: sme
Languages: nob

source: Vuođđoskuvlaoahpaheaddjeoahpu 5.–10. dássi : 1.–3. oahppojahki : Hárjehallanoahppu Pedagogihkka ja oahppimáhttu 60 oahppočuoggá ( juhkkojuvvo dábálaččat 15 oahppočuoggái guovtti vuosttaš oahppojahkái ja 30 oahppočuoggái goalmmát oahppojahkái ) Oahpahusfága I 60 oahppočuoggá Oahpahusfága II 60 oahppočuoggá 4. oahppojahki : Hárjehallanoahppu Oahpahusfága III 60 oahppočuoggá , vejolaččat guokte fága goabbáge 30 oahppočuoggá , main nubbi sáhttá leat 30 oahppočuoggá skuvlarelevánta fága . § 4 NAŠUNÁLA NJUOLGGADUSAT , PROGRÁMMAPLÁNAT JA INDIKÁHTORAT Vuođđoskuvlaoahpaheaddjeoahpuid fágaide ráhkaduvvojit našunála njuolggadusat ja indikáhtorat , mat meroštallet vuođđoskuvlaoahpaheaddjeoahpuid , main lea alla kvalitehta .
nob: Grunnskolelærerutdanningen 5.–10. trinn : 1.–3. studieår : Praksisopplæring Pedagogikk og elevkunnskap 60 studiepoeng ( fordeles normalt med 15 studiepoeng hvert av de to første studieårene og 30 studiepoeng det tredje studieåret ) Undervisningsfag I 60 studiepoeng Undervisingsfag II 60 studiepoeng 4. studieår Praksisopplæring Undervisningsfag III 60 studiepoeng , eventuelt to fag på 30 studiepoeng , hvorav ett kan være et skolerelevant fag på 30 studiepoeng § 4 NASJONALE RETNINGSLINJER , PROGRAMPLAN OG INDIKATORER Det er utarbeidet nasjonale retningslinjer for fagene i grunnskolelærerutdanningene og indikatorer for hva som kjennetegner grunnskolelærerutdanninger med høy kvalitet .

source: Láhkaásahusa , našunála ja sámi njuolggadusaid vuođul , galgá Sámi allaskuvla ráhkadit prográmmaplánaid sámi vuođđoskuvlaoahpaheaddjeoahpuide . Prográmmaplánat mearridit fágalaš sisdoalu , hárjehallanoahpu , organiserema , bargovugiid ja árvvoštallanortnegiid .
nob: Med utgangspunkt i den forskriften , nasjonale og samiske retningslinjer , skal Samisk høgskole utarbeide programplaner for de samiske grunnskolelærerutdanningene med bestemmelser om faglig innhold , praksisopplæring , organisering , arbeidsformer og vurderingsordninger .

source: Institušuvnna stivra dohkkeha prográmmaplána . §
nob: Programplanene skal vedtas i institusjonens styre . §

source: 5 Friddjenmearrádusat Eksámen dahje geahččaleapmi , mii ii leat čađahuvvon vuođđoskuvlaoahpu oassin , sáhttá leat vuođđun friddjet eksámenis , geahča universitehta- ja allaskuvlalága § 3-5 .
nob: 5 Fritaksbestemmelser Eksamen eller prøve som ikke er avlagt som en del av en grunnskolelærerutdanning , kan gi grunnlag for fritak , jf. § 3–5 i lov om universiteter og høyskoler .

source: Oahppu mii sáhttá leat friddjema vuođđun , galgá leat jogo fága , mii vástida skuvlafága dahje fága mas lea relevánsa vuođđoskuvlla oahpaheaddjebargui , geahča § 1 , ja berre fátmmastit fágadidaktihka ja hárjehallanoahpu .
nob: Utdanning som skal gi grunnlag for fritak , må enten være fag som tilsvarer skolefag eller fag som har relevans for arbeid som lærer i grunnskolen , jf. § 1 , og bør omfatte fagdidaktikk og praksisopplæring .

source: Studeanta galgá maiddái sáhttit duođaštit sámegielat gelbbolašvuođa fágas .
nob: . Studenten skal også kunne dokumentere samiskspråklig kompetanse i faget .

source: Vuođđoskuvlaoahpaheaddjeoahpu 1.–7. dásis sáhttá friddjet , nuppi dáin guovtti dárogiela suopmana geahččaleamis daid studeanttaid , geain eatnigiellan lea sámegiella , kveanagiella , dárogiela seavagiella dahje eará unnitlogugiella ja geat eai leat árvvoštallojuvvon goappaš dárogielain joatkkaskuvlaoahpus .
nob: I grunnskolelærerutdanningen for 1.–7. trinn kan det gis fritak fra prøve i en av målformene i norsk for studenter som har samisk , kvensk , norsk tegnspråk eller et annet minoritetsspråk som morsmål , og som ikke har vurdering i begge norske målformer fra videregående opplæring .

source: Seamma ládje gustojit friddjenmearrádusat vuođđoskuvlaoahpaheaddjeoahpu 5.–10. dási studeanttaide , geat eai vállje dárogiela fágačoakkáhussii . Seammá gusto maiddái olgoriikastudeanttaide , geain ii leat Norgga joatkkaskuvlaoahppu .
nob: Tilsvarende fritaksregler gjelder for studenter i grunnskolelærerutdanning for 5.–10. trinn som ikke velger norsk i fagkretsen , og for utenlandske studenter som ikke har videregående opplæring fra Norge .

source: Studeanttaide , geain dárogiella lea 5.–10. dási vuođđoskuvlaoahpaheaddjeoahpus , eai gusto friddjenmearrádusat dárogiela suopmaniid geahččaleamis .
nob: For studenter som har norsk i grunnskolelærerutdanningen for 5.–10. trinn er det ingen fritaksbestemmelse fra målformer .

source: Friddjen galgá merkejuvvot oahppoduođaštussii . §
nob: Fritak skal føres på vitnemålet . §

source: 6 FÁPMUIBOAHTIN JA GASKABODDOSAŠ NJUOLGGADUSAT Láhkaásahus lea fámus njukčamánu 1. beaivvi 2010 rájes ja gusto 2010-2011 oahppojagi sisaváldimii .
nob: 6 IKRAFTTREDELSE OG OVERGANGSREGLER Forskriften trer i kraft 1. mars 2010 og gjelder fra og med opptak til studieåret 2010–2011 .

source: Studeanttain , geat čuvvot ovddeš rámmaplánaid , lea vuoigatvuohta váldit eksámena dáid vuođul gitta juovlamánu 31. beaivái 2015 .
nob: Studenter som følger tidligere rammeplaner har rett til å avlegge eksamen etter disse inntil 31. desember 2015 .

source: Dán dáhtona rájes ii leat šat fámus juovlamánu 13. beaivvi 2005 addojuvvon dábálášoahpaheaddjeoahpu rámmaplána láhkaásahus .
nob: Fra dette tidspunkt oppheves forskrift til rammeplan for allmennlærerutdanning av 13. desember 2005 .
